12/data/attachments/9c03f81cf4c0395e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Angela_condition_Friend_74217_1</nif:username>
            <nif:friendToBeRequested>soap_friends_fdf39a80-fddd-4299-b9d4-02777f16295a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>